Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “你这啥怀疑的眼神？”孤月嘴角一抽，“我就不能飞升吗？前两天我修为就突破化神大圆满了，飞升也是很正常的事？”
en_us: "Don't you believe me?" Lonemoon's mouth twitched. "Why can't I ascend? During the previous two days, I achieved a breakthrough-- I'm now past the Soul Formation level and have perfected my cultivation. Immortal Ascension is only a matter of course."

source: “你这女娃实在是气人！”再次被打断的碧涛，顿时怒了，“到底懂不懂尊重前辈？择人传承是何等重要之事，这不比区区一个阵法重要。”
en_us: "You're really infuriating, little girl!" This time, Bitao was done being interrupted. "Do you know anything about respecting your elders? Choosing the right person to hand down an entire heritage is such an important matter — much more important than any array formation."

source: “你这新人，怎么可以做甜的，豆腐脑只有咸的才好吃。”他冷冷的扫了对方一眼，难得发脾气似的冷哼了一声，“连师父的口味都不知道，也敢随意下厨。师父您稍等，我马上给您再做碗咸的！”
en_us: "You, newbie, how can you make it sweet? Beancurd must be eaten salty." He glanced at the other party coldly. Yi Qing was someone who rarely flared up, yet he sneered, "You don't even know Master's taste yet you dare to cook so nonchalantly. Master, please wait for a while. I will make a bowl of salty ones right away!"

source: “你这是啥眼神？”孤月皱了皱眉，怎么觉得她在心底骂他，“这跟我又没关系，是宗门的安排。再说他是客卿长老，带弟子历练本就是……”
en_us: "What kind of look is that?" Lonemoon frowned. Why did he feel that she was silently scolding him? "This has nothing to do with me. It is the arrangement of the sect's elders. Besides, he is a guest elder and leading a training expedition is supposed to be…"

source: “你醒了就好。”沈萤点了点头，“这次是我判断失误，去得太慢，才害你受伤。”
en_us: "It's good that you woke up," said Shen Ying. "I made an error in judgement this time. I came too late and caused you to suffer these injuries."

source: “你醒醒神，好好看着点路。”她再次交待，想了想又从储物袋里拿出一小袋的灵石给她，“这些你拿着，路上小心点，别傻胖胖的让人给骗走了。”
en_us: "Stay alert and keep your eyes on the road," Qi Chengyu reminded her again. After some thought, she took out a small bag of spirit stones and handed it to Shen Ying. "Take this, be careful on the road and don't let other people cheat you."

source: “你错了，易剑！”
en_us: "You're wrong, Yi Jian!"

source: “你闭关的时候……可以出来做饭吗？”
en_us: "While you're in lock-up... can you come out to cook?"

source: “你闭嘴！”
en_us: "Shut your mouth!"

source: “你骗鬼呢！”孤月瞬间炸毛，别以为我不知道，你刚那表情，跟沈萤那个坑货一模一样，“你丫刚刚不会是趁机揍我吧？”
en_us: "Who are you lying to!" Lonemoon furiously retorted. Don't think I didn't realise. The expression your face was the expression Shen Ying, that cheat, usually has. "You were taking the chance to beat me up, weren't you?"

source: “你！”青尹气急，偏偏的确是他技不如人，只好死死盯向孤月，眼神都快戳出刀子了。
en_us: "You!" Qing Yin was flustered. It was clear that he was not as skillful as the other party, so all he could do was to glare at Lonemoon with a sharp gaze.

source: “你！姑娘，快跑啊！她不是好人！”地上的人拼命想爬过来，却完全阻止不了芮糜的脚步，只能一声比一声大的让人快跑。
en_us: "You! Lady, start running! He is not a good person!" The person on the ground tried to climb up on his feet but was utterly powerless to stop Rui Mi's footsteps. He was only capable of shouting for Shen Ying to escape as his voice reached a crescendo.

source: “你？”孤月见鬼似的回头看向她，“你有病吧？没事拿我的本命法器干嘛？”而且还送给魔修玩是什么鬼？说好的同乡之间的友谊呢？
en_us: "You?" Lonemoon turned back and looked at her as if he had seen a ghost. "What's your problem? Why would you take my intrinsic dharmic artifact for no reason?" More so, giving it to a fiendish cultivator to play with? Where was the camaraderie between fellow villagers?

source: “你？”沈萤斜了他一眼，“会做饭吗？”
en_us: "You?" Shen Ying glanced at him. "Can you cook?"

source: “信不信由你！”他继续冷笑道，“你不如仔细想想，此界十万年来可有飞升成功的仙人？”
en_us: "Believe it or not, it's your choice!" He laughed coldly, "Why don't you think about whether there has been one single cultivator from this realm that has achieved Immortal Ascension?"

source: “俩位这是……怎么回事？”孤月上前扶住人问。
en_us: “What happened to this 2？”Lonemoon went forward as he pulled them to their feet.

source: “修士的修行方式不同，分为法修，剑修，体修等。以及生活技能为主的，练丹的丹修，打铁的器修，画符的符修等等。羿清跟我都是剑修。修为的提升又分为几个大境界，刚入门的叫练气期，后面分别是，筑基，金丹，元婴，和化神。大境界之间，还有十层小境界，一到三层为初期，四到八层为中期，八层以上是后期，十层称之为大圆满。”
en_us: "Cultivators have different cultivation methods, consisting of Dharmic cultivation, sword cultivation, body cultivation and so on… Besides those, there are also the methods that focus on life skills such as core cultivation for making cores, equipment cultivation for forging ironware, talisman cultivation for the making of talismans etc.. Yi Qing and I are both sword cultivators. Cultivation advancements consists of a few large realms. The beginner stage is called the Spirit Training phase. It is then split into Foundation Establishment, Golden Core, Nascent Soul and Soul Formation. Within a large realm, there are ten levels of small realms. The first to third levels are the early-stages, fourth to eighth are the mid-stages, eighth and above are the late-stages, and the tenth level is considered to have reached perfection."

source: “修士都是用灵石交易，不如……”他一脸认真的建议，“让狸崽换成灵石吧。”
en_us: "Cultivators have always been using spirit stones to trade, so why don't we…" Yi Qing suggested earnestly, "Get the civet cat to exchange these gold for spirit stones instead."

source: “修炼速度？”
en_us: "Refining speed?"

source: “修炼！修炼！”
en_us: "Cultivate! Cultivate!"

source: “修炼！修炼，我要不断练出黑色元力，把这封印完全破开！”
en_us: "Refine! Refine! I want to continuously refine black essence force, so that I can completely break this seal!"

source: “修炼！试验！再修炼一些，一定要多试几次。”
en_us: "Cultivate! Experiment! I must cultivate and try a few more times."

source: “修炼，继续破解封印！明日清点药田后，再去城中转转，看看怎么赚钱还债。”
en_us: "I have to continue cultivation practice, and continue breaking my seal! Tomorrow, after I take stock in the medicinal plantations, I will stroll around the city and see if there are any more ways to make money to pay off my debts. "

source: “修行之事，马虎不得。”
en_us: "Matters such as cultivation cannot be carried out sloppily."

source: “偏偏还站在洛书派弟子旁边，谁不知道洛书派专出仙子般的女修。”
en_us: "Yet despite that they chose to stand next to the Venation Sect who are renowned for producing female disciples with angelic beauty."

source: “做事？做什么事？”江逸迷糊的眨了眨眼睛问道。
en_us: "Settle some matters? What matters?"

source: “做汤哪有清炒好吃。”孤月甩了甩揍酸的手，“我看还是切丝，或是油炸，要不生煎也行。”
en_us: "It'll be great if you made radish soup," Lonemoon beat his fist into his palm. "Or slice it and fry it in oil. You could even steam it."

source: “停停停！”什么乱七八槽的，你个小小的狸猫妖懂得还挺多，“那镇里死的那十几个人，还有那被剖心挖腹的金丹修士，你做何解释？”
en_us: "Stop, stop, stop!" You're going way off topic. As a small civet cat demon you sure know a lot. "How do you explain the dozen people who died in this town, and the Golden Core cultivator who was disemboweled?"

source: “停！别吵吵了。”沈萤上前一步，来回看了看两人，一脸认真的道，“都是成年人，有什么事不能停下来，好好打一架解决的呢？”能别只打嘴炮吗？
en_us: "Stop! Stop quarreling." Shen Ying took a step forward and looked back and forth between the two of them. With a serious look on her face, she said, "Both of you are adults, no matter what happened, can't you just stop for a moment and have a good fight to settle it?" Did they only know how to bicker?

source: “像，像，和昨日的两枚地品丹药很像啊！啧啧，地品丹药，这得多少钱一枚？或许……我将这三枚丹药卖了，就能值十两紫金？”
en_us: "Similar, similar, they looks very similar to the two earth-grade elixirs from yesterday! Tsk, Tsk! Earth-grade elixirs, how much does one pill cost? Perhaps...if I sell these three elixir pills, would they be worth ten taels of purple gold?"

source: “元魂丹、灵神丹、黑参丹、元力丹、黄参丹……”
en_us: "Essence Soul Pills, Spirit Pills, Black Ginseng Elixirs, Essence Force Pills, Yellow Ginseng Elixirs..."

source: “先出发，路上再跟你解释。”孤月一脸着急，匆匆说了一句就打算再次御剑而起。
en_us: "Let's move out first. I'll explain to you on the way," Lonemoon said hastily as he climbed on his sword.

source: “先带回去再说吧！”他转头看了看四周，“天色不早了，这秘境里一定还有其它的东西，我们还是赶紧出发，往东探探看吧。”
en_us: "Let's bring it back with us before we decide!" Lonemoon turned to survey their surroundings. "It's getting dark. I'm sure there are other valuable things in this mystic realm. Let's head east to keep looking."

source: “兔子们呢？哪去了？”她转头看了看，发现屋子已经修好了，而且还长大长宽了，从一个单间的小茅屋，变成了五室的大茅屋。是群好兔子啊！
en_us: "What happened to the rabbits? Where have they gone?" She turned around to take a look and then realized that the cottage was already fixed. It had become even bigger than before — from a small straw cottage, it had transformed into a huge five-room straw house. What a great bunch of rabbits!

source: “兔子你看看，是这样的不？”
en_us: "Rabbit, look. Do they look like that?"

source: “兔子，等等！”沈萤突然出声。
en_us: "Rabbit, hold on!" Shen Ying shouted suddenly.

source: “兔子，还要有灵脉的！”她继续加条件。
en_us: "Rabbit, this place needs to have a spirit vein!" Shen Ying continued to add to her list of conditions.

source: “关他啥事？”孤月一愣，“他又不是主角。反正你知道的，书里那些主角，全都是灾难体质，柯南附体的那种。跟他们扯上关系，没什么好处，特别是这本书里的主角有些……反正一言难尽。所以我才不喜欢那个白泽，主角引发的灾难，或多或少有他添的火。况且女主还是个……”
en_us: "What has it got to do with him?" Lonemoon asked. "He's not the main lead. Anyway, as you know, the characters in that novel have catastrophic body types - the geniuses that seemed Conan[1. The main detective in a Japanese detective manga]-possessed. No good will come out of being associated with them, especially the novel's... Ah, it's difficult to explain. But that's why I don't like that Bai Ze. Most of the trouble that the main lead got into was caused by him. The female lead was also a-"

source: “关键是，你丫一个人吃就算了……”他眼光一扫，顿时盯向左右两边，正在扒饭的迷妹团，“你TM还带着整个门派都吃是什么鬼？好歹是个掌门，不知道吃饭对她们修行没用吗？”
en_us: "The main point is, I can close one eye if you are the only one eating like that..." He scanned over left and right at the girls who were scooping rice, "You freaking brought the whole sect along in eating? As a Sect Master, don't you know that eating does not help them in cultivation?"

source: “兴许这是一只特殊的鬼王！”奚秋道，“传闻鬼王有着与其它恶鬼不同的强大能力，而且生成之日，能让天地色变，引发异变。五日前，玄海之水突然从中断裂，海上一个岛屿与师叔的凌云峰同时被毁，兴许也是鬼王出世之兆。”
en_us: "Perhaps this is a special Ghost King!" Xi Qiu continued, "Legend has it that a Ghost King has a formidable power different from the rest of the demon souls. Moreover, the day of its birth can cause the earth and sky to transform, bringing about strange changes. Five days ago, the waters of the Black Sea suddenly parted in the middle, an island on the sea along with Uncle Master's Ling Yun Peak were simultaneously destroyed. Perhaps that was the sign of a Ghost King being born."

source: “其实……”
en_us: "But-"

source: “其实吧……我对这种素菜什么的也不感兴趣，你们要是好好跟我说，我也就给你们了。但是……”她眼神一眯，转头看向眼前的人，“给是一回事，你们要抢，那我就不高兴了……”
en_us: "Actually… I'm really not interested in this type of vegetable. If you want it, ask me nicely for it and I may give it to you. But…" She narrowed her eyes and faced the five strangers in front of her. "Giving it to you is one thing. But if you want to snatch it, I'm not going to be very happy…"

source: “其实吧，事情很简单。你们家人，随便出去抢人家东西这种行为，让我很不高兴。”沈萤一本正经的道，“我听说你是素菜家族的家长，提醒你一下，家里人干坏事，你该教育的还是要教育的。”
en_us: "Actually, things are really simple. Your family goes out and steals whatever you please. That kind of behavior makes me really unhappy," Shen Ying explained. "I heard that you're Vegetable Family's parent. Let me remind you that your family members have done some really horrible things. You should educate them."

source: “其实我也只是猜测。”羿清皱了皱眉道，“毕竟那孩子八年来都没什么异常，应该只是我多心吧？”
en_us: “Actually, it was just my conjecture.“ With furrowed eyebrows, Yi Qing said,"Afterall, that kid seemed perfectly normal for the past eight years. Maybe I was overthinking?"

source: “具体情况在下也不清楚，但看来不是小事，家主现在已经赶过去了，若是晚了……”
en_us: "I'm not too sure of what exactly is happening as well, but it doesn't seem like a small matter. My Family Master is on the way over right now, if we're late..."

source: “兽心也是险恶的！”羿清连忙加了一句，“万一他要有别的目的……我看还是赶紧让他们回去吧。”
en_us: "A beast's heart is equally sinister!" Yi Qing hurriedly added, "If he has an ulterior motive... We better send him back as soon as possible."

source: “兽潮！”易峰也被挤满海面的灵兽吓了一跳，一眼看过去，最低的也有八阶。没想到魔蛟居然可以召唤这么多的兽潮大军，而且还全是水族。
en_us: "Beast Tide!" Yi Feng was also shocked when he saw the whole sea packed with spirit beasts. He had not expected that the Demonic Wyrm could summon such a huge beast tide army, and that all of them were Marines.

source: “再往上当然就是飞升成仙了。”他摊了摊手道，“听说只有在上青界才能飞升成仙，具体是个什么样的操作我也不清楚。或许等我化神大圆满了，会去上青界看看吧。”
en_us: "Going above that level would be to advance to Immortal Ascension." He spread his hands and said, "I heard that only those people in the Upper Azure World can advance to Immortal Ascension, but I am also unsure of how the process is like. Perhaps when I have perfected my Soul Formation, I will go to the Upper Azure World to take a look."

source: “再来一块！”
en_us: "One more piece!"

source: “再来！”
en_us: "I'll try it again!"

source: “再点信不信我揍你？”沈萤不满的退后一步。
en_us: "Press any harder and I'll hit you!" Shen Ying threatened as she took a step back.

source: “再者，我派对客卿向来优待。”奚秋继续劝说，“不单藏法楼中的功法，任其挑选。还有单独的洞府，每个月也会有相应的灵石和丹药供应。道友如有其它的要求，也尽可提。”
en_us: "Besides, my sect always gives our guest elders special treatment," Xi Qiu continued to try and persuade him. "You can choose whatever cultivation technique you want from our Dao Repository. We will also provide a separate Cave Abode and a monthly supply of spirit stones"

source: “再装就不像了。”孤月给了她一个别逗了的眼神，“就你这吃货属性，这才多久你就能吃腻？而且我听说外事堂的食材品种可是很丰富的。”
en_us: "If you keep acting then it will not seem real anymore." Lonemoon gave her a ‘stop kidding’ look. "How can you be sick of the food so soon given your foodie character? I heard that the ingredients from the Outer Affairs Hall were very abundant."

source: “再见。”
en_us: "Goodbye!"

source: “再试试！”
en_us: "Let me try this again!"

source: “况且白日里他们已经对我们起疑了。”郁红沉声道，“所以我们得赶紧离开，想必现在上青城那些追捕我们的人已经走了，趁现在我们去找那个接头的人，送我们去中青界。”
en_us: "What's more, they are clearly already suspicious of us," Yu Hong warned. "We need to leave soon. The people who were after us back at Upper Azure Town are probably already gone. We should take this chance to look for that man on the street and ask him to take us to the Middle Azure World."

source: “况且这三位长老里，有两位乃游仙修为。”他意有所指的看向羿清，“这世间能连杀他三人的，怕是除了上界真仙，也只有身怀绝世异宝之人。所以还请这位道友，将我轩辕传世之宝——千叶草木灵归还。”
en_us: "Moreover, out of three of the Elders, two of them were Traveling Immortals." He seemed to be implying something as he looked at Yi Qing and said, "The only person capable of killing the three of them, apart from a Perfected Immortal, would be someone with an extremely unique treasure. Therefore I would like to ask this fellow daoist to return our Xuan Yuan family's treasure — the Thousand Leaves Vegetation Spirit."

source: “准备啥？”沈萤抬起头。
en_us: "Get ready what?" Shen Ying raised her head.

source: “几位且慢！”三人正打算动身，碧涛突然不知道从哪飘了出来，“还有传承呢？两位小友，可有兴趣承接啊？”
en_us: "Please hold on!" The three of them were just about to move off when they were stopped by a voice from behind. From out of nowhere, Bitao suddenly floated toward them. "How about the heritage? My two little friends, are you interested to inherit the heritage?"

source: “几位仙友总算来了。”他脸色一喜，客气的抱了抱拳，视线定在了羿清身上，顿时一惊，“羿清仙人，您的修为……”十天前还是个地仙呢，怎么突然就成墨仙了？
en_us: Pu Feiping's face lit up and respectfully cupped his fists as he welcomed, "My immortal friends, you have finally arrived." Then, his gaze landed on Yi Qing and he was shocked. He exclaimed, "Immortal Yi Qing, your cultivation..." A mere 10 days ago, he was just an Earth Immortal, how did he suddenly become a Spiritual Immortal?

source: “几位请放心，灵主的身份，的的确确就是上古神兽白泽。”
en_us: "Please calm down. My Spirit Master is indeed the legendary ancient divine beast Bai Ze."

source: “凡人镇？”沈萤回头看了它一眼。
en_us: "Mortal town?" Shen Ying turned back to glance at it.

source: “凡是化神者，哪个不是经过四五百年的苦修，才能有此成就。我花了三百年的时间，都算是悟性高的。”他眉头皱得更深，“可在他面前，怕是要被人笑死了。”
en_us: "Every Soul Formation cultivator got to where they are after four to five hundred years of training. I took 300 years to get to this stage, and that's because I have high comprehension abilities." His frown deepened, "Yet, to him, I'm a joke."

source: “出什么事了？”她直接问。
en_us: "What happened?" she asked.

source: “出去！”
en_us: "Get out!"

source: “出来！就这样的水平，没资格进我的厨房！”语落化神期威压就不受控制般暴发出来，隐隐还带上了几丝剑气，吓得那几个妹子，逃命似的退出了厨房。
en_us: "Get out! With such standards, all of you are not qualified to enter my kitchen!" Accompanying those words was an uncontrollable burst of the suppressive aura of a Soul Formation cultivator which even contained subtle hints of Sword Qi, scaring the small group of girls into escaping and retreating from the kitchen.

source: “切！”孤月直接就翻了个白眼，这货知道才怪。
en_us: "Cheh!" Lonemoon immediately rolled his eyes. Like she would know anything.

source: “切！”孤月直接赏了她一个白眼，“那你这个掌门，找得着回去的路吗？”
en_us: "Cheh!" Lonemoon responded to her suggestion with a look of disdain. "Then can this sect master find her way back?"

source: “切！”萝卜不屑的冷哼一声，“又一个不要脸的跟屁虫！”
en_us: "Pfft!" The radish snorted arrogantly and said, "Another shameless follower!"

source: “切！”萝卜嫌弃的退后一步，一把拍下了孤月的爪子，“丑逼，别碰我！”
en_us: "Cheh!" Radish stepped back in disdain as it slapped at Lonemoon's hand. "Ugly, don't touch me!"

source: “切，你敢说你没看过《仙缘》这本书？”他一脸你别装了的表情。
en_us: "Cheh, do you dare say that you have never read the book Immortal Fate?"

source: “切，你瞎吗？”孤月似是看不下去了，走了出来，晃了晃手里的花道，“大老远的追过来，又是结巴，又是送花的，还能想干嘛？”
en_us: "Pfft, are you blind?" Lonemoon could take it no longer. He walked up to Shen Ying and waved the flower in front of her face. "He came all this way, can't stop stuttering, and even gave you a flower. What do you think he wants?"

source: “切，得了吧！”孤月翻了个白眼，“轩辕家一直没有说出沈萤来，而且坚持称我们去的当日，族中的游仙未归，你难道还看不明白？”不就是他们丢不起这个人吗？全族最强的五个游仙都被人家揍成了孙子什么的，这种事要让整个上青界都知道，他们还要不要混了。
en_us: "Cheh, forget it!" Lonemoon rolled his eyes and said, "The Xuan Yuan Family has never once mentioned Shen Ying's existence, and they insist that on the day we were there, their Traveling Immortals hadn’t return. Can't you see it?" Didn’t they do so out of embarrassment? The whole clan's most powerful five Traveling Immortals were beaten up so badly. If the entire Upper Azure World were to find out about it, they would not be able to survive with the reputation that would follow.

source: “切，得了吧！”羿清还未开口，孤月却先一步耻笑道，“别装了，你今天能使出一招半式，我都拜你为师！”
en_us: "Enough of this!" Before Yi Qing could reply, Lonemoon jeered, "Stop pretending, if you can impress me with a trick or two, you can be my master!"

source: “切，抄袭狗！”孤月翻了个白眼，直接拆穿，又抄袭武侠小说的台词，要点脸啊喂，“你别听她瞎说，她就……”
en_us: "Pfft, what a copycat!" Lonemoon rolled his eyes. He recognised those lines from a novel right away and called her out. Have some sense of shame. "Don't listen to her, she's…"

source: “切，猪队友。”
en_us: "Tch, pig-like teammate."

source: “切，算了，我吃饱了！”沈萤叹了口气，果然只是个没用的素菜，正要起身。
en_us: "Cheh, forget it, I am full!" Shen Ying sighed as she was about to stand up; it was indeed a useless vegetable.

source: “刚刚……对不起！”
en_us: "I'm... sorry about what happened earlier."

source: “刚刚不是你们自己说的吗？”沈萤一脸坦然。
en_us: "Didn't you say it yourself earlier?" Shen Ying asked candidly.

source: “刚刚在街上啊，厨子，牛爸爸，我。”沈萤指了指自己认真的道，“同门！”
en_us: "Just now on the street. Chef, Father Niu and me." Shen Ying pointed at herself seriously, saying, "The rest of the sect!"

source: “刚刚小红妹子和萝卜出门时，是说去城东找人吧？”
en_us: "When Little Red and Radish went out, didn't they say they were headed for the east of the city?"

source: “刚刚的账是小红的，你还动了萝卜，总得付出点代价。”说完她伸手抓向他的头顶。
en_us: "That was payback for Little Hong, but you’ve also hurt Radish, so you have to pay a slight price," said Shen Ying. She reached out her hand to grab his head.

source: “刚说话的到底是谁？”虎王有些火气，“哪来的怂妖？有种给本王站出来！”
en_us: "Who was the one who spoke earlier?" The Tiger Monarch was infuriated. "Where did such a timid demon come from? Show yourself!"

source: “别人说话，不要插嘴！”沈萤一字一句的道。
en_us: "Don't interrupt when people are speaking!" Shen Ying exclaimed, emphasising each word.

source: “别以为我不知道你在想什么？”他瞪了她一眼，“不就是厨子要闭关了，想我给你多拔点生活费，好去城里下馆子吗？”
en_us: "Don't think I don't know what's on your mind?" said Lonemoon, glaring at her. "Isn't it because now that Chef is going into seclusion, you're hoping that I'll give you more allowance so that you can dine at the restaurants in the city?"

source: “别冲动。”玄天宗根本就没有跟他们一战的实力。
en_us: "Don't be rash." The Blackheaven Sect did not have the means to fight with them.

source: “别动他！”孤月一巴掌就拍开了她的爪子，“他在顿悟，冒然打断会有危险！”这都看不出来，到底算哪门子师父啊喂！还有现在连口都不改了，直接就叫厨子真的好吗？
en_us: “Don't touch him!” Lonemoon slapped her hand away. "He's having an epiphany, interrupting him now will cause great danger." You can't even tell that, what kind of a master are you! And now you don't even bother with the pretense over his title. Is it really wise to directly address him as chef?

source: “别动！”孤月连忙按住她的手，“听，好像有声音！”
en_us: "Don't move!" Lonemoon quickly held onto her hand. "Listen, there's a sound!"

source: “别客气，反正我去的印天城离这不远，顺路而已。”男子回了她个笑容，再次飞了起来，“那我先走了，再见！”
en_us: "You're welcome, anyway, Yin Skycity, where I'm heading, is not far from here, so it's along the way." The man returned her smile and flew off again. "I'll take my leave now, goodbye!"

source: “别打了，大爷别打了……你就算打死小奴，我也不会签卖身契的……大爷别打了，我会想办法赔钱的……”
en_us: "Please stop beating me! Master, please stop… Even if you beat me to death, I won't sign the indenture contract… Master, please stop beating. I will think of a way to pay you back…"

source: “别抖了，要撞到人了。”她突然提醒了一句。
en_us: "Stop trembling. You’re going to knock into others," she suddenly warned.

source: “别的……”她认真想了想，“也就还有一点点小需求……你能找些家居，厨具之类的日用品吗。”
en_us: "Anything else…" Shen Ying thought over it seriously. "I still have a small request… Can you get ahold of a few household items like furniture, kitchen utensils and other such living essentials?"

source: “别管这些了。”沈萤打断两人的自我介绍，推了推羿清道，“厨子，为了庆祝你出关，不如……现在开始做饭吧？”
en_us: "Let's not talk about this anymore," Shen Ying interrupted the introductions and nudged Yi Qing. "Chef, to celebrate your re-appearance, let's... start cooking now?"

source: “别紧张，我就找你商量点事。”沈萤顺手摸了把它的耳朵，兔子果然是胆小的动物，连忙指了指它身后的椅子道，“来，坐坐坐。”
en_us: "Don't be nervous, I just need to discuss something with you," said Shen Ying, stroking its ear assuringly. True to its species, the rabbit was a timid animal. She quickly pointed to the chair behind it. "Come, take a seat."

source: “别装了。”他拍了拍她的肩道，“知道你讲义气，你离开玄天宗，不就是怕我难做才主动离开的吗？”
en_us: "Stop acting." He tapped her shoulders. "I know you are loyal, didn't you leave Blackheaven Sect on your own accord because you are afraid that staying there would make things difficult for me?"

source: “别装了！”孤月扔了她个白眼，“你不就是因为这个，才收他为徒的吗？”
en_us: "Stop acting!" Lonemoon rolled his eyes at her. "Didn't you take him as your disciple because of this?"

source: “别误会，我对基佬没偏见。”说着，她还挥了挥手让两人继续。
en_us: "Don't misunderstand, I have nothing against gays," she gestured for them to carry on.

source: “别走啊小姑娘，你来都来了，确定不带点什么回去？”仙魂见她仍旧不为所动，一着急扑过去直接抱住了大脚，“我都等了几万年了，就等来了你一个人，你不带谁带啊。不把传承带出去，我会死不冥目的。”
en_us: "Don't go, young lady, since you are here, are you sure you don't want to bring something back?" Seeing that she did not budge, the immortal soul hurried over and hugged her big foot. "I have waited thousands of years, and all I got is you, you didn't even bring anyone. If I don't get the legacy out, I will not rest in peace."

source: “别过来！”她张嘴吐掉一口血，死死的看向对面同样狼狈的人，“多谢好意，但我的仇，我要亲手报！”说完，再次攻击了过去。
en_us: "Do not come over!" She spewed out a mouthful of blood and stared at the person who was in the same terrible state as her. "Thank you for your good intentions, but my revenge has to be carried out myself!" She then resumed her attack once again.

source: “到了！”沈萤指了指前方，唤醒了还在懵逼中的众人，她们顺着她指的方向看去，下一刻却被眼前的情景惊呆了。
en_us: "We've arrived!" Shen Ying pointed ahead of her, waking up those who were still in bewilderment. Their gazes followed the direction she was pointing towards and were shocked by the next scene.

source: “到了！大仙！”
en_us: "Here it is, Great Immortal!"

source: “到底怎么回事？”
en_us: “What is this matter entirely about?”

source: “到底是本啥书？”
en_us: "What kind of book is that?"

source: “到底是谁封印了我的丹田？这封印该如何破解？”
en_us: "Who on earth sealed my dantian? And how can I break this seal?"
